<?php  if ( ! defined('BASEPATH')) exit('No direct script access allowed');

/**
* Языковый файл админки
**/



$lang['admin_save'] = array(
	'name' => "Сохранено",
	'title' => 'Сохранено'
);
$lang['admin_save_error'] = array(
	'name' => "Ошибка сохранения",
	'title' => 'Ошибка сохранения'
);
$lang['admin_saved'] = array(
	'name' => "Сохранить",
	'title' => 'Сохранить'
);
$lang['admin_add'] = array(
	'name' => "Добавить",
	'title' => 'Добавить'
);
$lang['admin_editing'] = array(
	'name' => "Редактирование",
	'title' => 'Редактирование'
);
$lang['admin_edit'] = array(
	'name' => "Редактировать",
	'title' => 'Редактировать'
);
$lang['admin_change'] = array(
	'name' => "Изменить",
	'title' => 'Изменить'
);
$lang['admin_addition'] = array(
	'name' => "Добавление",
	'title' => 'Добавление'
);
$lang['admin_action_completed'] = array(
	'name' => "Действие выполнено",
	'title' => 'Действие выполнено'
);
$lang['admin_delete'] = array(
	'name' => "Удалить",
	'title' => 'Удалить'
);
$lang['admin_back'] = array(
	'name' => "Назад",
	'title' => 'Назад'
);
$lang['admin_not_select'] = array(
	'name' => "-- не выбрано --",
	'title' => '-- не выбрано --'
);
$lang['admin_active_editor'] = array(
	'name' => "Активировать редактор",
	'title' => 'Активировать редактор'
);
$lang['admin_select'] = array(
	'name' => "Выбрать",
	'title' => 'Выбрать'
);
$lang['admin_setting_module'] = array(
	'name' => "Настройки модуля",
	'title' => 'Настройки модуля'
);
$lang['admin_setting_module_empty'] = array(
	'name' => "Настроек для текущего модуля нет.",
	'title' => 'Настроек для текущего модуля нет.'
);
$lang['admin_close'] = array(
	'name' => "Закрыть",
	'title' => 'Закрыть'
);
$lang['admin_link_error'] = array(
	'name' => "Такая ссылка уже существует",
	'title' => 'Такая ссылка уже существует'
);
$lang['admin_visibility'] = array(
	'name' => "Видимость",
	'title' => 'Видимость'
);
$lang['admin_sorting'] = array(
	'name' => "Порядок вывода",
	'title' => 'Порядок вывода'
);




$lang['admin_main'] = array(
	'name' => "Админ. панель",
	'title' => 'Главная страница админ панели'
);  
$lang['admin_1'] = array(
	'name' => "Выдвигающаяся панель",
	'title' => 'Выдвигающаяся панель'
);
$lang['admin_2'] = array(
	'name' => "Панель",
	'title' => 'Панель'
);  
$lang['admin_3'] = array(
	'name' => "Настройки системы",
	'title' => 'Настройки системы'
);
$lang['admin_4'] = array(
	'name' => "Генерировать sitemap.xml",
	'title' => 'Генерировать sitemap.xml'
);
$lang['admin_5'] = array(
	'name' => "Обратиться в техподдержку",
	'title' => 'Обратиться в техподдержку'
);
$lang['admin_6'] = array(
	'name' => "Перейти на сайт",
	'title' => 'Перейти на сайт'
);
$lang['admin_7'] = array(
	'name' => "Выход",
	'title' => 'Выход'
);
$lang['admin_8'] = array(
	'name' => "успешно сгенерирован.",
	'title' => 'успешно сгенерирован.'
);
$lang['admin_9'] = array(
	'name' => "Было сгенерировано ссылок",
	'title' => 'Было сгенерировано ссылок'
);
$lang['admin_10'] = array(
	'name' => "Просмотр",
	'title' => 'Просмотр'
);
$lang['admin_11'] = array(
	'name' => "Страница генерирования(создания) нового файла",
	'title' => 'Страница генерирования(создания) нового файла'
);
$lang['admin_12'] = array(
	'name' => "Нажать для создания новой карты сайта ",
	'title' => 'Нажать для создания новой карты сайта'
);
$lang['admin_13'] = array(
	'name' => "Перейти на страницу модуля",
	'title' => 'Перейти на страницу модуля'
);
$lang['admin_14'] = array(
	'name' => "Редактировать в новой вкладке",
	'title' => 'Редактировать в новой вкладке'
);
$lang['admin_15'] = array(
	'name' => "Данных для отображения нет",
	'title' => 'Данных для отображения нет'
);
$lang['admin_16'] = array(
	'name' => "Имя отправителя",
	'title' => 'Имя отправителя'
);
$lang['admin_17'] = array(
	'name' => "Email отправителя",
	'title' => 'Email отправителя'
);
$lang['admin_18'] = array(
	'name' => "Статус сайта",
	'title' => 'Статус сайта'
);
$lang['admin_19'] = array(
	'name' => "закрытый",
	'title' => 'закрытый'
);
$lang['admin_20'] = array(
	'name' => "открытый",
	'title' => 'открытый'
);
$lang['admin_21'] = array(
	'name' => "Поставить блокировку на просмотр страниц сайта",
	'title' => 'Поставить блокировку на просмотр страниц сайта'
);
$lang['admin_22'] = array(
	'name' => "Заголовок страницы если сайт закрыт",
	'title' => 'Заголовок страницы если сайт закрыт'
);
$lang['admin_23'] = array(
	'name' => "Заголовок который отображает принцип закрытия сайта",
	'title' => 'Заголовок который отображает принцип закрытия сайта'
);
$lang['admin_24'] = array(
	'name' => "Текст страницы если сайт закрыт",
	'title' => 'Текст страницы если сайт закрыт'
);
$lang['admin_25'] = array(
	'name' => "Основные системные настройки",
	'title' => 'Основные системные настройки'
);
$lang['admin_25_1'] = array(
	'name' => "Временная зона",
	'title' => 'Временная зона'
);
$lang['admin_25_2'] = array(
	'name' => "Разделитель",
	'title' => 'Разделитель'
);
$lang['admin_25_3'] = array(
	'name' => "Блок",
	'title' => 'Блок'
);
$lang['admin_25_4'] = array(
	'name' => "Обертка ссылки",
	'title' => 'Обертка ссылки'
);
$lang['admin_25_5'] = array(
	'name' => "Обертка последнего элемента",
	'title' => 'Обертка последнего элемента'
);
$lang['admin_25_6'] = array(
	'name' => "Email настройки",
	'title' => 'Email настройки'
);
$lang['admin_25_7'] = array(
	'name' => "Хлебные крохи",
	'title' => 'Хлебные крохи'
);
$lang['admin_26'] = array(
	'name' => "SEO теги для разных языков, а также текстовые переменные ",
	'title' => 'SEO теги для разных языков, а также текстовые переменные '
);
$lang['admin_27'] = array(
	'name' => "Список языковых файлов",
	'title' => 'Список языковых файлов'
);
$lang['admin_28'] = array(
	'name' => "Вставляем данные которые",
	'title' => 'Вставляем данные которые'
);
$lang['admin_29'] = array(
	'name' => "будут выводиться между тегами &lt;head&gt;  &lt;/head&gt;",
	'title' => 'будут выводиться между тегами &lt;head&gt;  &lt;/head&gt;'
);
$lang['admin_30'] = array(
	'name' => "Сюда вставляем скрипт",
	'title' => 'Сюда вставляем скрипт'
);
$lang['admin_31'] = array(
	'name' => "Возможность изменить файл",
	'title' => 'Возможность изменить файл'
);
$lang['admin_32'] = array(
	'name' => "Описание изображения",
	'title' => 'Описание изображения'
);
$lang['admin_33'] = array(
	'name' => "Таблица прав доступа для текущей роли",
	'title' => 'Таблица прав доступа для текущей роли'
);
$lang['admin_34'] = array(
	'name' => "Модули",
	'title' => 'Модули'
);
$lang['admin_35'] = array(
	'name' => "Добавление",
	'title' => 'Добавление'
);
$lang['admin_36'] = array(
	'name' => "Редактирование",
	'title' => 'Редактирование'
);
$lang['admin_37'] = array(
	'name' => "Удаление",
	'title' => 'Удаление'
);
$lang['admin_38'] = array(
	'name' => "Параметры модуля",
	'title' => 'Параметры модуля'
);
$lang['admin_39'] = array(
	'name' => "Параметры",
	'title' => 'Параметры'
);
$lang['admin_40'] = array(
	'name' => "Страница модуля",
	'title' => 'Страница модуля'
);
$lang['admin_41'] = array(
	'name' => "Страница",
	'title' => 'Страница'
);
$lang['admin_42'] = array(
	'name' => "Выбор настроки",
	'title' => 'Выбор настроки'
);
$lang['admin_43'] = array(
	'name' => "Предыдущая страница",
	'title' => 'Предыдущая страница'
);
$lang['admin_44'] = array(
	'name' => "Следующая страница",
	'title' => 'Следующая страница'
);
$lang['admin_45'] = array(
	'name' => "Действия",
	'title' => 'Действия'
);
$lang['admin_46'] = array(
	'name' => "Отметить все",
	'title' => 'Отметить все'
);

$lang['admin_47'] = array(
	'name' => "Показано записей: с",
	'title' => 'Показано записей: с'
);
$lang['admin_48'] = array(
	'name' => "по",
	'title' => 'по'
);
$lang['admin_49'] = array(
	'name' => "из",
	'title' => 'из'
);
$lang['admin_50'] = array(
	'name' => "Показано записей",
	'title' => 'Показано записей'
);
$lang['admin_51'] = array(
	'name' => " -- Общие действия --",
	'title' => ' -- Общие действия --'
);
$lang['admin_52'] = array(
	'name' => "Применить",
	'title' => 'Применить'
);
$lang['admin_53'] = array(
	'name' => "Доступ к сайту",
	'title' => 'Доступ к сайту'
);
$lang['admin_54'] = array(
	'name' => "Ошибка записи в базу.",
	'title' => 'Ошибка записи в базу.'
);
$lang['admin_55'] = array(
	'name' => "Такой логин используется",
	'title' => 'Такой логин используется'
);
$lang['admin_56'] = array(
	'name' => "Такой email используется",
	'title' => 'Такой email используется'
);
$lang['admin_57'] = array(
	'name' => "Такой логин и email используется",
	'title' => 'Такой логин и email используется'
);
$lang['admin_58'] = array(
	'name' => "Запись с идентификатором",
	'title' => 'Запись с иднетификатором'
);
$lang['admin_59'] = array(
	'name' => "не найдена",
	'title' => 'не найдена'
);
$lang['admin_60'] = array(
	'name' => "Не верно переданы параметры",
	'title' => 'Не верно переданы параметры'
);
$lang['admin_61'] = array(
	'name' => "не удалена",
	'title' => 'не удалена'
);
$lang['admin_62'] = array(
	'name' => "Выбранные записи удалены",
	'title' => 'Выбранные записи удалены'
);
$lang['admin_63'] = array(
	'name' => "Выберите действие",
	'title' => 'Выберите действие'
);
$lang['admin_64'] = array(
	'name' => "Запись удалена",
	'title' => 'Запись удалена'
);
$lang['admin_65'] = array(
	'name' => "Запись не удалена",
	'title' => 'Запись не удалена'
);
$lang['admin_66'] = array(
	'name' => "Данные переданы неверно",
	'title' => 'Данные переданы неверно'
);
$lang['admin_67'] = array(
	'name' => "Разблокирован",
	'title' => 'Разблокирован'
);
$lang['admin_68'] = array(
	'name' => "Заблокирован",
	'title' => 'Заблокирован'
);
$lang['admin_69'] = array(
	'name' => "Название роли которое записывается в базу (только на латинице)",
	'title' => 'Название роли которое записывается в базу (только на латинице)'
);
$lang['admin_70'] = array(
	'name' => "Описание данной роли, ее предназначение (будет выводиться в выпадающем списке при работе с пользователями)",
	'title' => 'Описание данной роли, ее предназначение (будет выводиться в выпадающем списке при работе с пользователями)'
);
$lang['admin_71'] = array(
	'name' => "Такая роль используется",
	'title' => 'Такая роль используется'
);
$lang['admin_72'] = array(
	'name' => "Опубликовано",
	'title' => 'Опубликовано'
);
$lang['admin_73'] = array(
	'name' => "Черновик",
	'title' => 'Черновик'
);
$lang['admin_74'] = array(
	'name' => "Краткое описание",
	'title' => 'Краткое описание'
);
$lang['admin_75'] = array(
	'name' => "Полное описание",
	'title' => 'Полное описание'
);
$lang['admin_76'] = array(
	'name' => "Данные успешно сохранены, ЧПУ было изменено на",
	'title' => 'Данные успешно сохранены, ЧПУ было изменено на'
);
$lang['admin_77'] = array(
	'name' => "в связи с дублированием",
	'title' => 'в связи с дублированием'
);
$lang['admin_78'] = array(
	'name' => "Данные успешно сохранены, но ЧПУ не сохранилось",
	'title' => 'Данные успешно сохранены, но ЧПУ не сохранилось'
);
$lang['admin_79'] = array(
	'name' => "Вставить в текcтовое поле шаблонный вид Лендинг страницы курса",
	'title' => 'Вставить в тектовое поле шаблонный вид Лендинг страницы курса'
);
$lang['admin_80'] = array(
	'name' => "Вставка в положение курсора следующие виды шаблонов:",
	'title' => 'Вставка в положение курсора следующие виды шаблонов:'
);
$lang['admin_81'] = array(
	'name' => "Специальное предложение",
	'title' => 'Специальное предложение'
);
$lang['admin_82'] = array(
	'name' => "Приятный бонус",
	'title' => 'Приятный бонус'
);
$lang['admin_83'] = array(
	'name' => "Студенты говорят",
	'title' => 'Студенты говорят'
);
$lang['admin_84'] = array(
	'name' => "Гарантии",
	'title' => 'Гарантии'
);
$lang['admin_85'] = array(
	'name' => "Салатовая пунктирная линия",
	'title' => 'Салатовая пунктирная линия'
);
$lang['admin_86'] = array(
	'name' => "Блок для вставки текста (ширина 960px)",
	'title' => 'Блок для вставки текста (ширина 960px)'
);
$lang['admin_87'] = array(
	'name' => 'Блок "Хочу пробное занятие"',
	'title' => 'Блок "Хочу пробное занятие"'
);
$lang['admin_88'] = array(
	'name' => "Введите ссылку начиная с",
	'title' => 'Введите ссылку начиная с'
);
$lang['admin_89'] = array(
	'name' => "Введите ссылку",
	'title' => 'Введите ссылку'
);
$lang['admin_90'] = array(
	'name' => "Выберите ссылку на страницу со списка",
	'title' => 'Выберите ссылку на страницу со списка'
);
$lang['admin_91'] = array(
	'name' => "Область",
	'title' => 'Область'
);
$lang['admin_92'] = array(
	'name' => "Верхняя область",
	'title' => 'Верхняя область'
);
$lang['admin_93'] = array(
	'name' => "Нижняя область",
	'title' => 'Нижняя область'
);
$lang['admin_94'] = array(
	'name' => "-- выбрать нужный тип ссылки --",
	'title' => '-- выбрать нужный тип ссылки --'
);
$lang['admin_95'] = array(
	'name' => "Выбрать ссылку",
	'title' => 'Выбрать ссылку созданной страницы'
);
$lang['admin_96'] = array(
	'name' => "Ввести ссылку в текущем сайте",
	'title' => 'Ввести ссылку в текущем сайте'
);
$lang['admin_97'] = array(
	'name' => "Ввести ссылку на посторонний сайт",
	'title' => 'Ввести ссылку на посторонний сайт'
);
$lang['admin_98'] = array(
	'name' => "Предназначение: вставка в редактор лобо в текстовое поле шоркода позволяет вставлять необходимые данные которые повторяются по несколько раз либо имеют какуе-то инное предназначение, например: вставка видео с youtube; карты google, yandex; и т.д.
                <br />Использование шорткодов: шорткод нужно поместить в нужное место заключив название в квадратные скобки, пример - <strong>[имя_шорткода]</strong>",
	'title' => 'Предназначение шорткода'
);
$lang['admin_99'] = array(
	'name' => "Описание слайда, для распознавания",
	'title' => 'Описание слайда, для распознавания'
);
$lang['admin_100'] = array(
	'name' => "Ссылка для перехода в русской версии",
	'title' => 'Ссылка для перехода в русской версии'
);
$lang['admin_101'] = array(
	'name' => "Ссылка для перехода в english версии",
	'title' => 'Ссылка для перехода в english версии'
);
$lang['admin_102'] = array(
	'name' => "Размер изображения",
	'title' => 'Размер изображения'
);
$lang['admin_103'] = array(
	'name' => "Активный вопрос",
	'title' => 'Активный вопрос'
);
$lang['admin_104'] = array(
	'name' => "Неактивный вопрос",
	'title' => 'Не активный вопрос'
);