<?php  if ( ! defined('BASEPATH')) exit('No direct script access allowed');

/**
* Языковый файл модуля
**/


$lang['md_title'] = array(
		'name' => "Купить квартиру в новостройках Санкт-­Петербурга по ценам застройщика",
		'title' => 'Заголовок страницы | buildings | (тег title)'
	);
$lang['md_description'] = array(
		'name' => "Продажа квартир в новостройках Санкт­-Петербурга и Ленобласти. Обширный каталог
недвижимости, описание объектов, актуальные цены, различные варианты планировок.",
		'title' => 'Описание страницы | buildings | (тег description)'
	);
$lang['md_keywords'] = array(
		'name' => "",
		'title' => 'Ключевые слова страницы | buildings | (тег keywords)'
	);
$lang['md_header'] = array(
		'name' => "Новостройки",
		'title' => 'Название | buildings | (заголовок h1)'
	);
$lang['md_breadcrumbs'] = array(
		'name' => "Новостройки",
		'title' => 'Название хлебной крохи | buildings | (breadcrumbs)'
	);
$lang['md_text'] = array(
		'name' => "&lt;p&gt;Компания «М16-Недвижимость» предлагает вам самую обширную базу лучших новостроек культурной столицы России. Наш богатый и успешный опыт работы с недвижимостью помогает нам удовлетворять самые взыскательные запросы клиентов.&lt;/p&gt;
&lt;p&gt;Современные урбанистические ландшафты, адекватные соседи, свежие архитектурные и дизайнерские решения – мы представляем вам квартиры в новостройках Санкт-Петербурга на любой вкус и по любой стоимости. Вы гарантировано станете первым владельцем ваших новых апартаментов. &lt;/p&gt;
&lt;p&gt;Петербургские новостройки:
&lt;ul&gt;&lt;li&gt;Построены по актуальным и свежим архитектурным проектам;
&lt;li&gt;Просторны, технологичны и уютны;
&lt;li&gt;Выстроены из безопасных и надежных материалов;
&lt;li&gt;Оснащены согласно всем потребностям современного человека;
&lt;li&gt;Окружены развитой инфраструктурой (метро, школы, поликлиники);
&lt;li&gt;Удобны по транспортной доступности;
&lt;li&gt;Обслуживаются на высшем уровне (охрана, отопление, своевременный вывоз мусора);
&lt;li&gt;Снабжены детскими площадками и паркингом;
&lt;li&gt;Расположены в прекрасных районах Санкт-Петербурга.&lt;/ul&gt;
&lt;p&gt;Предлагаемый нами ассортимент новостроек органично объединяет в себе элитные и достаточно бюджетные жилые комплексы. Теперь найти и купить квартиру в новостройке стало проще, чем когда либо. В самые короткие сроки вы станете владельцем прекрасных апартаментов с грамотно выполненной планировкой. &lt;/p&gt;
&lt;p&gt;Вам не нужно будет тратить свое время, силы и нервы. Наши специалисты поделятся с вами всей интересующей вас информацией, проконсультируют по исключительным особенностям каждого района, жилого комплекса и дома. Они профессионально и быстро подберут вам подходящие по цене и размещению варианты. Вам будут предложены самые оптимальные условия с учетом всех ваших личных пожеланий и требований. Окончательное решение останется за вами.&lt;/p&gt;",
		'title' => 'Текст страницы | buildings'
	);